Repository: deepesh259nitk/Facts
Catalog: CatFacts/Localizable.xcstrings
Source language: en
Languages: es

# alertButtonTitle
source: Ok
es: De acuerdo

# errorDecodingData
source: There was some error while decoding data from server. Please try later.
es: Hubo algún error al decodificar datos del servidor. Por favor intente mas tarde.

# factTitle
source: Cat Facts
es: Datos sobre gatos

# invalidData
source: Data from the server is invalid or empty. Please try later.
es: Los datos del servidor no son válidos o están vacíos. Por favor intente mas tarde.

# invalidResponse
source: Response from the server is not valid. Please try later.
es: La respuesta del servidor no es válida. Por favor intente mas tarde.

# invalidURL
source: The server url is not valid. Please try later
es: La URL del servidor no es válida. Por favor intente mas tarde

# newFactAccessibleLabel
source: New Fact
es: Nuevo hecho

# searchTextPlaceholder
source: Search facts
es: Datos de búsqueda

# unableToCompleteRequest
source: Unable to complete your request. Please check your internet connection.
es: No se puede completar su petición. Por favor revise su conexion a internet.

# verifiedFactAccessibleLabel
source: Verified Fact
es: Hecho verificado
